Repository: voria/dsromsmanager
Catalog: po/*.po
Languages: it

source: Downloading the new DAT file...
it: Download del nuovo file DAT in corso...

source: Can't download DAT!
it: Non riesco a scaricare il file DAT!

source: Unzipping the new DAT file...
it: Estrazione del nuovo file DAT in corso...

source: Error while downloading image 1 for '%s': File not found.
it: Errore durante il download dell'immagine 1 di '%s': File non trovato.

source: Error while downloading image 2 for '%s': File not found.
it: Errore durante il download dell'immagine 2 di '%s': File non trovato.

source: Downloading all images...
it: Download di tutte le immagini in corso...

source: Checking images integrity...
it: Controllo integrità delle immagini in corso...

source: Downloading images for '%s'...
it: Download delle immagini di '%s' in corso...

source: Download of all images stopped.
it: Download di tutte le immagini fermato.

source: Download of all images completed.
it: Download di tutte le immagini completato.

source: Database out of date or corrupt, it has been deleted. A new DAT file will be automatically downloaded and a new database will be created.
it: Database obsoleto o corrotto, è stato eliminato. Verrà scaricato un nuovo file DAT, e il database verrà ricreato.

source: No database found. A new DAT file will be automatically downloaded and a new database will be created.
it: Database non trovato. Verrà scaricato un nuovo file DAT, e il database verrà ricreato.

source: Unable to download DAT file. Retry?
it: Impossibile scaricare il file DAT. Riprovare?

source: Loading DAT file and creating database...
it: Caricamento del file DAT e creazione del database in corso...

source: Database created.
it: Database creato.

source: Unable to extract archive to '%s'.
it: Impossibile estrarre il file in '%s'.

source: Check available space and write permissions for target directory.
it: Controllare lo spazio disponibile e i permessi di scrittura della directory di destinazione.

source: Extracting archive for '%s'...
it: Estrazione dell'archivio di '%s' in corso...

source: Target file '%s' already exists. Overwrite?
it: File destinazione '%s' già esistente. Sovrascrivere?

source: Unable to trim %s!
it: Impossibile eseguire il trim di '%s'!

source: Leave it untrimmed?
it: Lasciarlo non trimmato?

source: Not enough free space on target directory for '%s'. Extraction canceled.
it: Spazio libero nella directory di destinazione non sufficiente per '%s'. Estrazione annullata.

source: Trimming '%s'...
it: Trim di '%s' in corso...

source: Original size:
it: Dimensione originale:

source: Trimmed size:
it: Dimensione trimmata:

source: Saved space:
it: Spazio recuperato:

source: Unable to extract file from '%s'.
it: Impossibile estrarre il file da '%s'.

source: Unable to open '%s'.
it: Impossibile aprire '%s'.

source: Done. Total saved space:
it: Finito. Spazio totale recuperato:

source: Extraction canceled.
it: Estrazione annullata.

source: Extraction completed.
it: Estrazione completata.

source: Total saved space by trimming:
it: Spazio totale recuperato dal trim:

source: Rebuilding archive for '%s'...
it: Ricostruzione dell'archivio di '%s' in corso...

source: Error while building archive for '%s'!
it: Errore durante la ricostruzione dell'archivio di '%s'!

source: Rebuilding stopped.
it: Ricostruzione fermata.

source: Rebuilding completed.
it: Ricostruzione completata.

source: French
it: Francese

source: English
it: Inglese

source: Chinese
it: Cinese

source: Danish
it: Danese

source: Dutch
it: Olandese

source: Finnish
it: Finlandese

source: German
it: Tedesco

source: Italian
it: Italiano

source: Japanese
it: Giapponese

source: Norwegian
it: Norvegese

source: Polish
it: Polacco

source: Portuguese
it: Portoghese

source: Spanish
it: Spagnolo

source: Swedish
it: Svedese

source: Unknown
it: Sconosciuto

source: Korean
it: Coreano

source: Europe
it: Europa

source: Germany
it: Germania

source: Spain
it: Spagna

source: France
it: Francia

source: Italy
it: Italia

source: Japan
it: Giappone

source: Netherlands
it: Paesi Bassi

source: South Korea
it: Corea del sud

source: Hide
it: Nascondi

source: Hide main window.
it: Nasconde la finestra principale.

source: Update DAT
it: Aggiorna DAT

source: Download images
it: Scarica immagini

source: Rescan archives
it: Riscansiona archivi

source: Rebuild archives
it: Ricostruisci archivi

source: Reviews
it: Recensioni

source: Options
it: Opzioni

source: About
it: Informazioni

source: Quit
it: Esci

source: Quit 'DsRomsManager'.
it: Esce da 'DsRomsManager'.

source: Title
it: Titolo

source: All
it: Tutte

source: Show
it: Mostra

source: Show main window.
it: Mostra la finestra principale.

source: Duplicates:
it: Duplicati:

source: No duplicates
it: Nessun duplicato

source: Select destination directory
it: Seleziona la directory di destinazione

source: Waiting while the current extraction is completed...
it: In attesa che l'estrazione in corso sia completata...

source: Rescan roms archives and rebuild games list?
it: Riscansionare gli archivi delle roms e ricaricare la lista dei giochi?

source: Waiting while the current archive rebuild is completed...
it: In attesa che la ricostruzione dell'archivio corrente sia completata...

source: Current 'Roms' path does not exist. The default path will be used.
it: Il percorso 'Roms' corrente non esiste. Verrà utilizzato il percorso di default.

source: Current 'Unknown roms' path does not exist. The default path will be used.
it: Il percorso 'Roms sconosciute' corrente non esiste. Verrà utilizzato il percorso di default.

source: Current 'New roms' path does not exist. The default path will be used.
it: Il percorso 'Nuove roms' corrente non esiste. Verrà utilizzato il percorso di default.

source: Current 'Images' path does not exist. The default path will be used.
it: Il percorso 'Immagini' corrente non esiste. Verrà utilizzato il percorso di default.

source: 'DsRomsManager' working directory has been selected as 'Roms' path, but it can't be used.
it: E' stata selezionata la directory di lavoro di 'DsRomsManager' come percorso 'Roms', ma non può essere utilizzata.

source: The 'Roms' path will be restored to its default value.
it: Il percorso 'Roms' verrà ripristinato al suo valore di default.

source: 'DsRomsManager' working directory has been selected as 'Unknown roms' path, but it can't be used.
it: E' stata selezionata la directory di lavoro di 'DsRomsManager' come percorso 'Roms sconosciute', ma non può essere utilizzata.

source: The 'Unknown roms' path will be restored to its default value.
it: Il percorso 'Roms sconosciute' verrà ripristinato al suo valore di default.

source: 'DsRomsManager' working directory has been selected as 'New roms' path, but it can't be used.
it: E' stata selezionata la directory di lavoro di 'DsRomsManager' come percorso 'Nuove roms', ma non può essere utilizzata.

source: The 'New roms' path will be restored to its default value.
it: Il percorso 'Nuove roms' verrà ripristinato al suo valore di default.

source: 'Unknown roms' path can't be the same as 'Roms' or 'New roms' paths.
it: Il percorso 'Roms sconosciute' non può essere uguale ai percorsi 'Roms' o 'Nuove roms'.

source: Select a different path.
it: Selezionare un percorso diverso.

source: 'DsRomsManager' working directory has been selected as 'Images' path, but it can't be used.
it: E' stata selezionata la directory di lavoro 'DsRomsManager' come percorso 'Immagini', ma non può essere utilizzata.

source: The 'Images' path will be restored to its default value.
it: Il percorso 'Immagini' verrà ripristinato al suo valore di default.

source: 'Images' path can't be the same as 'Roms' path.
it: Il percorso 'Immagini' non può essere uguale al percorso 'Roms'.

source: Write permissions are not granted for the current 'Extract in' path.
it: Non si hanno i permessi di scrittura per il percorso 'Estrai in' corrente.

source: 'Images' path has changed.
it: Il percorso delle immagini è stato cambiato.

source: Database will be updated with the new path.
it: Il database verrà aggiornato con il nuovo percorso.

source: Roms paths have changed.
it: Il percorso delle roms è stato cambiato.

source: Games list will be reloaded.
it: La lista dei giochi verrà ricaricata.

source: Images
it: Immagini

source: _No to all
it: _No a tutti

source: _Yes to all
it: _Sì a tutti

source: %d game shown
it: %d gioco visualizzato

source: %d games shown
it: %d giochi visualizzati

source: - %d available
it: - %d disponibili

source: - %d to rebuild
it: - %d da ricostruire

source: - %d not available
it: - %d non disponibili

source: No games shown
it: Nessun gioco visualizzato

source: Stop the download process.
it: Ferma il processo di download.

source: Stop the rebuild process.
it: Ferma il processo di ricostruzione.

source: Scanning roms on disk...
it: Scansione delle roms su disco in corso...

source: '%s' was redundant. Deleted.
it: '%s' era ridondante. Eliminato.

source: '%s' is a duplicate file. Delete?
it: Il file '%s' è un duplicato. Eliminare?

source: Loading games list...
it: Caricamento della lista dei giochi in corso...

source: %d games loaded succesfully.
it: %d giochi caricati correttamente.

source: Updating database with the new 'Images' path...
it: Aggiornamento del database con il nuovo percorso 'Immagini' in corso...

source: Database updated.
it: Database aggiornato.

source: Searching for a new DAT file...
it: Ricerca di un nuovo file DAT in corso...

source: New DAT file available!
it: Nuovo file DAT disponibile!

source: Previous DAT file and database have been restored.
it: Il file DAT e il database precedenti sono stati ripristinati.

source: Loading the new DAT file and creating database...
it: Caricamento del nuovo file DAT e creazione del database in corso...

source: Error while loading the new DAT file. The old one will be restored.
it: Errore durante il caricamento del nuovo file DAT. Il vecchio file verrà ripristinato.

source: Reloading the old DAT file and database...
it: Ricaricamento del vecchio file DAT e del database in corso...

source: Error while loading the new DAT file!
it: Errore durante il caricamento del nuovo file DAT!

source: DAT file is already up to date to the latest version.
it: Il file DAT è già aggiornato all'ultima versione.

source: Can't download DAT version file!
it: Non riesco a scaricare il file di controllo versione del DAT!

source: Informations
it: Informazioni

source: Released under GPLv3 terms Copyleft by Fortunato Ventre (voRia) vorione@gmail.com
it: Rilasciato con licenza GPLv3 Copyleft by Fortunato Ventre (voRia) vorione@gmail.com

source: Extract selected games in the default directory.
it: Estrae i giochi selezionati nella directory predefinita.

source: Extract
it: Estrai

source: Extract selected games in a user selected directory.
it: Estrae i giochi selezionati in una directory a scelta dell'utente.

source: Extract in...
it: Estrai in...

source: Stop the current extraction process.
it: Ferma il processo di estrazione in corso.

source: Stop extraction
it: Ferma estrazione

source: Rebuild roms archives for selected games.
it: Ricostruisce gli archivi delle roms dei giochi selezionati.

source: Rebuild
it: Ricostruisci

source: Check if a new DAT file is available. (Ctrl+U)
it: Controlla se è disponibile un nuovo file DAT. (Ctrl+U)

source: Download missing images for all the games. (Ctrl+D)
it: Scarica le immagini mancanti di tutti i giochi. (Ctrl+D)

source: Rescan roms archives on disk and reload the games list. (Ctrl+L)
it: Riscansiona gli archivi delle roms su disco e ricarica la lista dei giochi. (Ctrl+L)

source: Rebuild wrong roms archives, according to informations from DAT file. (Ctrl+F) Note: Due to the heavy load of I/O operations needed for rebuilding archives, the GUI might not be fully responsive during the process.
it: Ricostruisce gli archivi delle roms errati, secondo le informazioni del file DAT. (Ctrl+F) Nota: A causa del pesante carico di operazioni di I/O necessarie alla ricostruzione degli archivi, la GUI potrebbe non essere molto reattiva durante il processo.

source: Search reviews for the selected game. (Ctrl+R)
it: Cerca recensioni per il gioco selezionato. (Ctrl+R)

source: Open the options window. (Ctrl+O)
it: Apre la finestra delle opzioni. (Ctrl+O)

source: Show informations about 'DsRomsManager'.
it: Mostra informazioni su 'DsRomsManager'.

source: Available games
it: Giochi disponibili

source: Not available games
it: Giochi non disponibili

source: Rebuildable archives
it: Archivi ricostruibili

source: No games in list
it: Nessun gioco in lista

source: Location:
it: Regione:

source: Source:
it: Sorgente:

source: Save:
it: Salvataggio:

source: Size:
it: Dimensione:

source: Comment:
it: Commento:

source: Language:
it: Lingua:

source: Filter by:
it: Filtra:

source: Clear
it: Pulisci

source: Clear all filters and restore the games list. (Ctrl+C)
it: Pulisce tutti i filtri e ripristina la lista dei giochi. (Ctrl+C)

source: Enable splash screen at startup
it: Abilita lo splash screen all'avvio

source: Show the splash screen at startup.
it: Mostra lo splash screen all'avvio.

source: Check integrity while downloading images
it: Controlla integrità durante il download delle immagini

source: Check if downloaded images are valid against the info in DAT file.
it: Controlla se le immagini scaricate sono valide, confrontandole con le informazioni del file DAT.

source: Scan for roms archives at startup
it: Scansiona gli archivi delle roms all'avvio

source: Scan automatically for roms archives on disk at startup.
it: Scansiona automaticamente gli archivi delle roms su disco all'avvio.

source: Scan for roms archives at DAT file update
it: Scansiona gli archivi delle roms dopo l'aggiornamento del file DAT

source: Scan automatically for roms archives on disk when DAT file is updated.
it: Scansiona automaticamente gli archivi delle roms su disco quando il file DAT viene aggiornato.

source: Scan for new roms archives only
it: Scansiona solo i nuovi archivi delle roms

source: Scan the 'Unknown roms' and 'New roms' paths only for searching for new roms archives.
it: Scansiona solo i percorsi 'Roms sconosciute' e 'Nuove roms' per la ricerca di nuovi archivi delle roms.

source: Clear all filters when the games list is reloaded
it: Pulisci tutti i filtri quando la lista dei giochi viene ricaricata

source: Clear all filters when the games list is reloaded.
it: Pulisci tutti i filtri quando la lista dei giochi viene ricaricata.

source: Trim roms during extraction
it: Esegui il trim delle roms durante l'estrazione

source: Trim roms during extraction automatically. 'dsromstrimmer' command line utility is required to enable this option.
it: Esegue automaticamente il trim delle roms durante l'estrazione. L'utility da linea di comando 'dsromstrimmer' è richiesta per abilitare questa opzione.

source: Show detailed informations while trimming
it: Mostra informazioni dettagliate durante il trim

source: Show detailed informations while trimming.
it: Mostra informazioni dettagliate durante il trim.

source: Set here the directory where the roms are stored.
it: Imposta qui la directory contenente le roms.

source: Select a directory
it: Seleziona una directory

source: Set here the directory where to move unknown roms.
it: Imposta qui la directory in cui spostare le roms sconosciute.

source: Unknown roms:
it: Roms sconosciute:

source: When the DAT file is updated, sometime previously unknown roms became known. Set here the directory where to move them.
it: Quando il file DAT viene aggiornato, a volte le roms precedentemente sconosciute diventano conosciute. Imposta qui la directory in cui spostarle.

source: New roms:
it: Nuove roms:

source: Set here the directory where the downloaded images will be stored.
it: Imposta qui la directory in cui salvare le immagini scaricate.

source: Images:
it: Immagini:

source: Set here the factor for images scaling.
it: Imposta qui la percentuale con cui le immagini devono essere scalate.

source: Images size (%)
it: Dimensione immagini (%)

source: Set here the default directory where to extract archives.
it: Imposta qui la directory predefinita in cui estrarre gli archivi.

source: Extract in:
it: Estrai in:

source: 'Extract in' path currently not available
it: Percorso 'Estrai in' al momento non disponibile

source: The previously selected 'Extract in' path does not exist anymore, or write permissions are not granted on it. Probably it pointed to a removable device (like an USB stick or an SD) which is just temporary not available. Click here to enable the 'Extract in' path to be modified.
it: Il percorso 'Estrai in' precedentemente selezionato non esiste più, oppure non si hanno i permessi di scrittura. Probabilmente puntava ad un supporto rimovibile (come una chiavetta USB o una SD) che è solo temporaneamente non disponibile. Clicca qui per abilitare la modifica del percorso 'Estrai in'.

source: Use '{TITLE}' and '{RELNUM}' (without quotes) in the search URL as substitutes of the game title and the game release number, respectively. Example: http://www.google.it/search?q={TITLE} Set an empty string to use the default URL.
it: Usa '{TITLE}' e '{RELNUM}' (senza gli apici) come sostituti nell'URL di ricerca del titolo del gioco e del numero di release, rispettivamente. Esempio: http://www.google.it/search?q={TITLE} Imposta una stringa vuota per usare l'URL di default.

source: Review URL:
it: URL recensioni:

source: Trim Detailed Informations
it: Informazioni Dettagliate Trim
